[
  {
    "title": "Russia",
    "speaker": {
      "name": "Fiona Hill",
      "title": "Director, Center on the United States and Europe and Senior Fellow in the Foreign Policy Program, Brookings Institution"
    },
    "date": [
      "Tue, 21 Apr, 2015 12:00 PM"
    ],
    "img": "image/SH_FionaHill2015.jpg",
    "urls":["https://www.dfwworld.org/Events?cid=5&ceid=2185&cerid=0&cdt=3%2f20%2f2015"],
    "paragraphs": [
      "The daughter of a British coal miner and a nurse grows up to leave England, earn a Ph.D. in history at Harvard and write books and articles about Russia's history, its future and the controversial personality who commands the current post-Communist nation."
    ]
  },
  {
    "title": "The Next 40 Years of U.S. Foreign Policy",
    "speaker": {
      "name": "Elizabeth Cobbs Hoffman",
      "title": "Dwight E. Stanford Professor of American Foreign Relations, San Diego State University"
    },
    "date": [
      "Fri, 20 Mar, 2015 12:00 PM"
    ],
    "img": "image/SH_ElizabethCobbsHoffman2015.jpg",
    "urls":["https://www.dfwworld.org/Events?cid=5&ceid=2186&cerid=0&cdt=4%2f21%2f2015"],
    "paragraphs": [
      "Elizabeth Cobbs Hoffman, a San Diego professor who traces her career to best-selling western fiction writer Louis L'Amour, began a recent guest column on the Reuters website with \"History has no on-off buttons. Change is never instantaneous.\""
    ]
  },
  {
    "title": "The American Way of War",
    "speaker": {
      "name": "Dominic Tierney",
      "title": "Assistant Professor of Political Science, Swarthmore College"
    },
    "date": [
      "Fri, 29 May, 2015 12:00 PM"
    ],
    "img": "image/SH_DominicTierney2015.jpg",
    "urls":["https://www.dfwworld.org/Events?cid=5&ceid=2184&cerid=0&cdt=5%2f29%2f2015"],
    "paragraphs": [
      "Dominic Tierney is associate professor of political science, a senior fellow at the Foreign Policy Research Institute, and an official correspondent at The Atlantic.  He is the author of <em>The American Way of War:  Why We Struggle and How We Can Start Winning Again</em>."
    ]
  }
]