[
  {
    "title": "A MOMENT OF THANKSGIVING",
    "body": [
      "The headline reads \"a moment of Thanksgiving\" but in this month of the great American holiday, we want our members to know that we are thankful for your support and participation for much more than a moment. Each day of the year you are the foundation of Council success in all areas &mdash; speaker programs, education initiatives, international visitors, planning for the future &hellip; so many things. You members host visitors in your homes, you offer your energy to our events, you give warm welcomes to our speakers and our visitors. Across the country and around the world, in the offices of leaders, dignitaries and business executives, you give the Council a superb reputation. The Council is genuinely thankful that you’ve chosen to join us in pursuit of international knowledge, global friendships and human understanding."
    ],
    "layout": "float-left"
  },
  {
    "title": "EAVESDROPPING ON A PRESIDENT",
    "body": [
      "Ever wish you were a fly on the wall at the White House? How about being a bug in the Oval Office? ",
      "Rice University History Professor Douglas Brinkley  will tell us  what you'd have heard when he discusses his book <em>The Nixon Tapes (1971-72)</em> at a special <a href='https://www.dfwworld.org/Events?cid=5&ceid=2215&cerid=0&cdt=11%2f10%2f2014' target='_blank'>Council program at the Fort Worth Club at 5:30 PM,  Monday, November 10</a>.",
      "The book focuses on secret White House conversations President Richard Nixon had about the Vietnam War, the opening of China, Soviet-U.S. relationships, domestic issues, personalities and other key issues washed aside by the storm that was Watergate."
    ],
    "layout": "right",
    "caption": [
      "<a target='_blank' href='https://www.dfwworld.org/Events?cid=5&ceid=2215&cerid=0&cdt=11%2f10%2f2014'>Join us >></a>"
    ],
    "url": "https://www.dfwworld.org/Events?cid=5&ceid=2215&cerid=0&cdt=11%2f10%2f2014"
  },
  {
    "title": "GLOBAL I.Q. MINUTES",
    "body": [
      "<strong>THE UAE, THE U.S. AND THE FUTURE</strong>",
      "United Arab Emirates Ambassador to the United States <a href='http://podcast.dfwworld.org/2014_GIQ_YousefAlOtaiba_10-23.mp3' target='_blank'>Yousef Al Otaiba sat for an interview</a> with Council President Jim Falk after the diplomat's program at the Rosewood Crescent Hotel on October 23. Their discussion explored the UAE's strategic partnership with the United States, including the mission to defeat ISIS, the UAE’s efforts to help the world understand moderate Islam and the UAE's well-planned economic progress and emergence as a must-visit destination.",
      "<strong>WHAT IS HAPPENING WITH AMERICAN GASOLINE AND OIL PRICES? </strong>",
      "It is a \"guessing game\" but the prices may be dropping even lower, says Steve LeVine, the respected journalist with the online site <em>Quartz</em> (<a href='http://qz.com/author/levinesteve/' target='_blank'>qz.com</a>) and author who specializes in covering global energy issues. In a special Global IQ interview with Council President Jim Falk <a href='http://podcast.dfwworld.org/2014_GIQ_SteveLevine_11-4.mp3' target='_blank'>hear how OPEC has lost its influence over oil prices</a>, how Saudi Arabia's oil interests may affect Iran's nuclear future and how Russia's Vladimir Putin is facing oil challenges. "
    ],
    "layout": "left",
    "img": "http://www.dfwworld.org/image/EC_globalIqMinute.jpg",
    "caption": [
      "GLOBAL I.Q. MINUTES<br />",
      "<a style='text-align: right; float: right; padding-top: 5px; font-size: 16px;' align='right' href='http://podcast.dfwworld.org/2014_GIQ_YousefAlOtaiba_10-23.mp3' target='_blank'>Ambassador Al Otaiba >></a>",
      "<a style='text-align: right; float: right; padding-top: 5px; font-size: 16px;' align='right' href='http://podcast.dfwworld.org/2014_GIQ_SteveLevine_11-4.mp3' target='_blank'>Journalist Steve Levine >></a>",
      "<a style='text-align: right; float: right; padding-top: 5px; font-size: 16px;' align='right' href='http://www.dfwworld.org/media/podcasts' target='_blank'>Visit our archive online >></a>"
    ],
    "url": "https://www.dfwworld.org/media/podcasts"
  },
  {
    "title": "AN EVENING OF EMIRATI ART AND COUNCIL FUN",
    "body": [
      "Our 2014 Council <a href='https://www.dfwworld.org/Events?cid=5&ceid=2237&cerid=0&cdt=11%2f20%2f2014' target='_blank'>Member Social and Open House on Thursday, November 20</a>, will feature more than the usual conversation, laughter and good food &mdash; this time we've got an exclusive artistic element to display. Pieces from the touring exhibition \"Past Forward: Contemporary Art from the Emirates\" will accent the evening. This artwork represents the evolution of the Emirati art world since the middle of the last century. <strong>To add to the evening's enjoyment, Etihad Airways will give away two economy class tickets good for anywhere the airline flies.</strong> Don't miss this traditionally entertaining and free evening of enjoying the greatest Council benefit &mdash; membership in an organization of people who are interested in the world.",
      "<strong>Sponsored by Etihad Airways and Grant Thornton LLP.</strong>",
      "<strong>AN ART FYI: </strong>The Council has made these pieces of Emirati art available for public viewing 10 AM-4 PM Monday-Friday through December 2 (except Nov. 24-28) in our offices on the 42nd floor of Republic Center at N. St. Paul and Bryan in downtown Dallas. (Call 214-965-8400 for additional information. Parking is available in the Center's garage.) Other pieces involved in the national tour of Past Forward: Contemporary Art from the Emirates are on display through December 2 at <a href='http://www.artspace111.com/' target='_blank'>Artspace111 Gallery and Gardens</a>, 111 Hampton Street, Fort Worth. "
    ],
    "layout": "float-right",
    "url": "https://www.dfwworld.org/Events?cid=5&ceid=2237&cerid=0&cdt=11%2f20%2f2014"
  },
  {
    "title": "WEATHERFORD'S MEGA LUNCH",
    "body": [
      "\"Mega Lunch\" may suggest \"all-you-can-eat.\" But at Weatherford High School, \"Mega Lunch\" means \"all-you-can-learn.\"",
      "It's a program that sandwiches learning sessions into the lunch break on campus and, for the current school year, the World Affairs Council has a hand in the \"menu.\" Speakers who'll address students during the Mega Lunch sessions are being provided by the Council's <a href='https://www.dfwworld.org/IEP' target='_blank'>International Education Program</a>.",
      "Tricia Bridges of Chiapas International spoke to the Mega Lunch about world poverty and inspired Civil Discourse student John Latham to say, \"It gives some hope that help is possible.\" Student Alex Cook said, \"She made it personal. It made us feel like we need to help.\""
    ],
    "layout": "left",
    "caption": [
      "Tricia Bridges, Chiapas International "
    ],
    "url": "https://www.dfwworld.org/Mallon"
  },
  {
    "title": "VISIT DALLAS, MAKE NEWS",
    "body": [
      "Just before the Ebola story captivated news outlets in late September, the World Affairs Council won some TV time with a story about people working to defeat the problem of violence against women. A delegation of Bangladesh women, brought to North Texas by the Council, met with W.H. Adamson High School Leopards football players and educators. <a href='http://www.wfaa.com/story/news/local/education/2014/09/29/adamson-high-school-football-team-leaopdard-bangladesh-violence-against-women-stop-domestic-violence/16448195/' target='_blank'>Their common ground was the topic of violence.</a> The team has developed a campaign, Stop Domestic Violence, and the delegation represented Preventing Violence Against Women: A Project for Bangladesh. <a href='http://www.wfaa.com/story/news/local/education/2014/09/29/adamson-high-school-football-team-leaopdard-bangladesh-violence-against-women-stop-domestic-violence/16448195/' target='_blank'>WFAA (Channel 8) reported on the meeting</a>.",
      "The Council assisted other foreign delegations in Dallas during October including visitors from Afghanistan studying \"Banking Supervision and Financial Management\" and a Saudi Arabian delegation studying \"Women's Public Leadership: Campaigns, Media, Fundraising.\" ",
      "Also the Council hosts a November delegation of fellows from the <a href='http://www.gmfus.org/mmf' target='_blank'>German Marshall Fund's European Marshall Memorial Program</a>. These young professionals &mdash; from Austria, Belgium, Croatia, Denmark,  the Netherlands, Turkey and Serbia &mdash; establish transatlantic  relationships while learning about different business cultures, just as their American counterparts will do in Europe."
    ],
    "layout": "right",
    "caption": [
      "A Texas Health Presbyterian forensic nurse explains procedures the hospital has in place to care for women who have suffered from violent attacks."
    ],
    "url": "http://www.wfaa.com/story/news/local/education/2014/09/29/adamson-high-school-football-team-leaopdard-bangladesh-violence-against-women-stop-domestic-violence/16448195/"
  },
  {
    "title": "AN INTERN ACHIEVEMENT",
    "body": [
      "\"Ambition\" is a common trait among Council interns. For example, Summer 2014 Programs intern Lindsay Goolsby won a World Affairs Council of America scholarship to attend the <a href='http://www.worldaffairscouncils.org/2011/main/home.cfm?database=programs&Category=natl_conf&Section=Main' target='_blank'>WACA National Conference in Washington</a>. The scholarship gives her access to the programs and speakers (among them a familiar Dallas face, former Mayor Thomas C. Leppert, discussing \"The Future of Education,\" a topic dear to the Council's heart).",
      "The national conference, an annual event for more than two decades, is open to members of World Affairs Councils throughout the country.",
      "A senior focusing on East Asian Studies and International Politics at New York University, Lindsay was the Council's 2014 Pat Murray Intern Award winner.  If you attended our annual WorldQuest trivia competition, you may have fallen victim to her tough questioning &mdash; Director of Programs Rachel Vogel describes Lindsay as \"a dedicated and enthusiastic intern, [who worked] hard on the Council's annual trivia competition.\" Lindsay is planning a career in international diplomacy or public affairs. "
    ],
    "layout": "left",
    "caption": [
      "The Council has room for interns year-round. Our schedule can fit your semester schedule.  A council internship is a work-and-learn experience that launches careers in the international arena. <a href='https://www.dfwworld.org/internships' target='_blank'>Apply now!</a>"
    ],
    "url": "https://www.dfwworld.org/internships"
  },
  {
    "title": "ANOTHER REASON TO SMILE",
    "body": [
      "The great American shopping season is arriving! And if you enjoy shopping with a smile, you'll really enjoy shopping with an AmazonSmile.",
      "<a href='http://smile.amazon.com/ch/75-0855628' target='_blank'>Sign up for the program</a> and each time you make a purchase through AmazonSmile, 0.5% of the price goes to your non-profit World Affairs Council of Dallas/Fort Worth.",
      "Go to <a href='http://smile.amazon.com/ch/75-0855628' target='_blank'>smile.amazon.com</a> to register the Council as your charity partner.  Then, smile, smile, smile! "
    ],
    "layout": "float-right",
    "img": "https://www.dfwworld.org/image/LG_amazonSmile.jpg",
    "url": "http://smile.amazon.com/ch/75-0855628"
  },
  {
    "title": "DALLAS AND MOROCCO &mdash; A SUCCESS",
    "body": [
      "On October 16 Dallas became the first non-capital city to host the Morocco Trade & Investment Forum. A success? Resounding! Previously the Forum had been hosted only by Washington, D.C., and Morocco's capital Rabat. Representatives from more than 80 Texas companies came to the Fairmont Hotel to hear ambassadors, economic ministers and business executives discuss opportunities to engage in the vibrant Moroccan economy.",
      "The Forum also heard from U.S. Ambassador to Morocco Dwight L. Bush (left, above) and Morocco’s Ambassador to the United States  Rachad Bouhlal.",
      "The Forum was also the host for the ceremonial signing of a Memorandum of Understanding between Dallas/Fort Worth International Airport and Morocco's national Airports Authority &mdash; they will collaborate in training and marketing.The conference was organized by the World Affairs Council of Dallas/Fort Worth and the Embassy of the Kingdom of Morocco."
    ],
    "layout": "center",
    "url": "https://www.dfwworld.org/MBC2014"
  }
]